Repository: TeaM-TL/FotoKilof
Catalog: fotokilof/locale/*/LC_MESSAGES/fotokilof.po
Languages: it, pl

source: Select picture to put on picture
it: Seleziona l'oggetto grafico da mettere sull'immagine
pl: Wybierz obrazek do wstawienia na obrazek

source: Width picture
it: Larghezza dell'immagine
pl: Szerokość obrazka

source: Height picture
it: Altezza dell'immagine
pl: Wysokość obrazka

source: Horizontal offset from gravity point
it: Offset orizzontale da punto gravity
pl: Poziome przesunięcie od punktu grawitacji

source: Vertical offset from gravity point
it: Offset verticale dal punto gravity
pl: Pionowe przesunięcie od punktu grawitacji

source: Use gravity for putting picture
it: Usa gravity per mettere l'immagine
pl: Użyj grawitacji do umieszczenia obrazka

source: Execute only add logo on current picture
it: Esegui solo l'aggiunta di un logo sull'immagine corrente
pl: Wykonaj tylko dodanie obrazka

source: Select picture to compose with main picture
it: Seleziona un'immagine da comporre con l'immagine principale
pl: Wybór obrazka do kompozycji z głównym obrazkiem

source: Join picture at bottom
it: Unisci l'immagine sotto
pl: Dołącz obrazek od dołu

source: Join picture at right
it: Unisci l'immagine a destra
pl: Dołącz obrazek z prawej

source: Autoresize picture if dimensions are not equal
it: Scala l'immagine se le dimensioni non sono uguali
pl: Automatyczne skalowanie jeśli obrazki nie są tych samych rozmiarów

source: Selected color to fill gap
it: Colore selezionato per riempire lo spazio
pl: Wybrany kolor tła do wypełnienia pustego obszaru

source: Select color of gap
it: Seleziona colore dello spazio
pl: Wybierz kolor tła do wypełnienia pustego obszaru

source: Join picture on right and move to top
it: Unisci l'immagine a destra e sposta in alto
pl: Dołącz obrazek z prawej strony i dosuń do góry

source: Join picture at bottom and move to left
it: Unisci l'immagine in basso e sposta a destra
pl: Dołącz obrazek od dołu i przesuń do lewej

source: Join picture and move to center
it: Unisci l'immagine e sposta al centro
pl: Dołącz obrazek i ustaw na środku

source: Join picture at bottom and move to right
it: Unisci l'immagine in basso e sposta a destra
pl: Dołącz obrazek od dołu i przesuń do prawej

source: Join picture on right and move to bottom
it: Unisci l'immagine a destra e sposta in basso
pl: Dołącz obrazek z prawej strony i dosuń do dołu

source: Execute compose picture with current main picture
it: Esegue composizione immagine con l'immagine principale corrente
pl: Wykonaj komponowanie tylko z bieżącym obrazkiem

source: Display image to join by IMdisplay or default image viewer of OS
it: Mostra il risultato dell'immagine su IMdisplay o nel visualizzatore di immagini predefinito del sistema operativo
pl: Wyświetla obrazek do dołączenia w programie IMdisplay lub w domyślnej przeglądarce obrazków

source: New version of FotoKilof is available
it: Disponibile una nuova versione di FotoKilof
pl: Nowa wersja programu FotoKilof jest dostępna

source: Folder
it: Cartella

source: Font
it: Carattere

source: Sepia
it: Seppia
