Repository: TeaM-TL/FotoKilof
Catalog: fotokilof/locale/*/LC_MESSAGES/fotokilof.po
Languages: it, pl

source: Processing
it: Elaborazione
pl: Przetwarzanie

source: of
it: di
pl: z

source: done
it: fatto
pl: Gotowe

source: Select picture for composing
it: Seleziona l'immagine da comporre
pl: Wybierz plik do dołączenia

source: Select logo picture for inserting
it: Seleziona l'immagine logo da inserire
pl: Wybierz plik logo

source: Select picture for processing
it: Seleziona l'immagine da elaborare
pl: Wybierz plik do przetwarzania

source: All graphics files
it: Tutti i file grafici
pl: Wszystkie pliki graficzne

source: JPG files
it: File JPEG
pl: Pliki JPG

source: PNG files
it: File PNG
pl: Pliki PNG

source: TIFF files
it: File TIFF
pl: Pliki TIFF

source: ALL types
it: TUTTI i tipi
pl: Wszystkie pliki

source: Sorry, nothing in clipboard Or xclip (X11) or wl-clipboard (Wayland) is not installed Install xclip or wl-clipboard and try again!
pl: Nic nie ma w schowku Albo xclip (X11) lub wl-clipboard (Wayland) nie jest zainstalowany Zainstaluj xclip lub wl-clipboard is próbuj ponownie!

source: Missing package
pl: Brakujący pakiet

source: License
it: Licenza
pl: Licencja

source: Ready
it: Pronto
pl: Gotów

source: No file selected
it: Nessun file selezionato
pl: Nie wybrano pliku

source: Image
it: Immagine
pl: Obrazek

source: File selection
it: Selezione file
pl: Wybór pliku

source: Clipboard
it: Appunti
pl: Ze schowka

source: First
it: Primo
pl: Pierwszy

source: Previous
it: Precedente
pl: Poprzedni

source: Next
it: Successivo
pl: Następny

source: Last
it: Ultimo
pl: Ostatni

source: Execute all
it: Esegui tutto
pl: Wykonaj wszystko

source: File
pl: Plik

source: Settings
it: Impostazioni
pl: Ustawienia

source: Save
it: Salva
pl: Zapisz

source: Load
it: Carica
pl: Wczytaj

source: Tools
it: Strumenti
pl: Narzędzia

source: Scaling/Resize
it: Ridimensiona
pl: Skalowanie

source: Crop
it: Ritaglia
pl: Wycinek

source: Text
it: Testo
pl: Tekst

source: Rotate
it: Ruota
pl: Obrót

source: Border
it: Bordo
pl: Ramka

source: Black&white
it: Bianco e nero
pl: Czarno-białe

source: Colors normalize
it: Normalizza colori
pl: Normalizacja kolorów

source: Contrast
it: Contrasto
pl: Kontrast

source: Mirror
it: Rifletti
pl: Odbicie lustrzane

source: Custom
it: Personalizza
pl: Własne

source: Vignette
it: Vignettatura
pl: Winieta

source: Compose
it: Componi
pl: Kompozycja

source: Open file for processing Select tools for conversion Execute conversion or perform all conversion in one run
it: Apri file per elaborazione Seleziona strumenti per conversione Esegui conversione o esegui tutta la conversione in un passaggio
pl: Otwórz plik do przetwarzania Wybierz narzędzia przetwarzania Wykonaj konwersję lub uruchom wszystkie konwersje na raz

source: Scale/Resize
it: Ridimensiona
pl: Skalowanie

source: Max
pl: Maks

source: Percent
it: Percento
pl: Procenty

source: Execute
it: Esegui
pl: Wykonaj

source: Coordinates (x1, y1) and (x2, y2)
it: Coordinate (x1, y1) e (x2, y2)
pl: Współrzędne (x1, y1) i (x2, y2)

source: Left Upper corner Click left
it: In alto a sinistra angolo Click a sinistra
pl: Lewy górny narożnik Kliknij lewym

source: Right Lower corner Click right
it: In basso a destra angolo Click a destra
pl: Prawy dolny narożnik Kliknij prawym

source: Origin (x1,y1) and dimensions (X, Y)
it: Origine (x1,y1) e dimensioni (X, Y)
pl: Współrzędne (x1, y1) i wielkość (X, Y)

source: Offset (dx,dy), dimensions (X, Y) and gravity
it: Offset (dx,dy), dimensioni (X, Y) e gravity
pl: Przesunięcie (dx, dy), wielkość (X, Y) i grawitacja)

source: Center
it: Centro
pl: Środek

source: Preview
it: Anteprima
pl: Podgląd

source: From image
it: Da immagine
pl: Z obrazka

source: Add text
it: Aggiungi testo
pl: Dodaj tekst

source: Inside
it: Dentro
pl: Wewnątrz

source: Outside
it: Fuori
pl: Zewnątrz

source: Background
it: Sfondo
pl: Tło

source: Arrow
it: Freccia
pl: Strzałka

source: Gravity
pl: Grawitacja

source: Color test
it: Test colore
pl: Test koloru

source: Height
it: Altezza
pl: Wysokość

source: Color
it: Colore
pl: Kolor

source: Black-white
it: Bianco-nero
pl: Czarno-białe

source: Stretch
it: Stira
pl: Rozciąganie

source: Black
it: Nero
pl: Czerń

source: White
it: Bianco
pl: Biel

source: Color normalize
it: Normalizza colore
pl: Normalizacja kolorów

source: Normalize
it: Equalizza
pl: Normalizacja

source: Channel:
it: Canale:
pl: Kanał:

source: Radius
pl: Promień

source: Sigma
pl: Odchylenie

source: Width Height
it: Larghezza Altezza
pl: Szerokość Wysokość

source: Offset (dx,dy)
pl: Przesunięcie (dx, dy)

source: Custom command
it: Personalizza il comando
pl: Własne polecenia

source: Clear
it: Pulisci
pl: Wyczyść

source: Bottom
it: Sotto
pl: Dół

source: Right
it: Destra
pl: Prawo

source: Autoresize
it: Autoridimensiona
pl: Autoskalowanie

source: Top
it: Sopra
pl: Góra

source: Left
it: Sinistra
pl: Lewo

source: Original
it: Originale
pl: Oryginał

source: Result
it: Risultato
pl: Wynik

source: Select image file for processing
it: Seleziona il file immagine da elaborare
pl: Wybór pliku obrazka do przetwarzania

source: Get image from clipboard. Grabbed image is saved into %TEMP%/today or $TMP/today directory and load for processing. Linux or BSD - install xclip
pl: Pobiera obrazek ze schowka. Pobrany obraz jest zapisywany w katalogu %TEMP%/today albo $TMP/today i wczytywany do przetwarzania. Linux or BSD - zainstaluj xclip (X11) lub wl-clipboard (Wayland)

source: Load first image from current directory. Use Home key instead
it: Carica la prima immagine dalla cartella corrente. Usa il tasto Home invece
pl: Wczytuje pierwszy plik z bieżącego katalogu. Można użyć klawisza Home

source: Load previous image from current directory. Use PgUp key instead
it: Carica la precedente immagine dalla cartella corrente. Usa il tasto Pagina Su invece
pl: Wczytuje poprzedni plik z bieżącego katalogu. Można użyć klawisza PgUp

source: Load next image from current directory. Use PgDn key instead
it: Carica l'immagine successiva dalla cartella corrente Usa il tasto Pagina Giù invece
pl: Wczytuje następny plik z bieżącego katalogu. Można użyć klawisza PgDn

source: Load last image from current directory. Use End key instead
it: Carica l'ultima immagine dalla cartella corrente. Usa il tasto Fine invece
pl: Wczytuje ostatni plik z bieżącego katalogu. Można użyć klawisza End

source: Processing all files in current directory
it: Elaborazione di tutti i file nella cartella corrente
pl: Przetwarza wszystkie pliki w bieżącym katalogu

source: Processing only current file
it: Elaborazione del solo file corrente
pl: Przetwarza tylko bieżący plik

source: Selection of format output file; JPG, PNG or TIF
it: Selezione di un formato di file output; JPEG, PNG o TIFF
pl: Wybór formatu wyjściowego: JPG, PG lub TIF

source: Perform all selected conversion for current file or all files in current directory
it: Esegui tutta le conversioni selezionate per il file corrente o tutti i file nella cartella corrente
pl: Uruchamia przetwarzanie wszystkich wybranych konwersji bieżącego pliku lub całego katalogu

source: Save all values into configuration file (~/.fotokilof.ini). FotoKilof will load it during starting
it: Salva tutti i valori nel file di configurazione (~/.fotokilof.ini). FotoKilof li caricherà all'avvio
pl: Zapisuje ustawienia w pliku konfiguracyjnym (~/.fotokilof.ini). FotoKilof wczyta je podczas uruchamiania

source: Load saved values of conversion
it: Carica tutti i valori di conversione salvati
pl: Wczytuje zapisane ustawienia konwersji

source: Scale image, proportions are saved. Specify maximum dimensions of image or percent
it: Ridimensiona l'immagine, le proporzioni sono conservate. Specifica le dimensioni massime dell'immagine o in percentuale
pl: Skalowanie obrazka, proporcje są zachowane. Należy podać maksymalne wymiary obrazka lub procent

source: Take part of image. Select crop by: - absolute coordinate - absolute coorinate left-top corner plus width and height - gravity plus width and height plus offset. Remember point (0,0) is located in left-top corner of image.
it: Prende parte dell'immagine. Seleziona ritaglio da: - coordinate assolute - coordinate assolute angolo superiore-sinistro più larghezza e altezza - gravity più larghezza e altezza più offset Ricorda che il punto (0,0) è posizionato nell'angolo superiore-sinistro dell'immagine.
pl: Pobranie wycinka z obrazka. Wycinek zaznaczamy przez: - współrzędne bezwzględne - współrzędne bezwzględne lewego-górnego narożnika plus szerokość i wysokość - kierunek grawitacji plus szerokość, wysokość i przesunięcie. Pamiętaj, że punkt (0,0) znajduje się w lewym górnym narożniku obrazka.

source: Insert text on picture or add text at bottom. Text can be rotated, colored and with background. All font from OS are available
it: Inserisce testo sull'immagine o aggiunge testo in basso. Il testo può essere ruotato, colorato e dotato di sfondo. Sono disponibili tutti i caratteri del sistema
pl: Wstawia tekst na obrazek lub pod obrazek. Tekst może być obrócony, kolorowy lub z tłem. Dostępne są wszystkie foty systemowe

source: Rotate picture by 90, 180, 270 degree or specify own angle of rotation
it: Ruota l'immagine di 90, 180, 279 gradi o specifica un particolare angolo di rotazione
pl: Obrót obrazka o 90, 180, 270 stopni lub podany kąt

source: Add border around picture. Specify width of horizontal and vertical border separately
it: Aggiunge un bordo intorno all'immagine. Specifica separatamente la larghezza dei bordi orizzontale e verticale
pl: Dodaje ramkę wokół obrazka. Grubości poziomych i pionowych części ramek mogą być różne. Można dodać kolor

source: Convert into black-white or sepia
it: Converte in bianco e nero o seppia
pl: Konwertuje obraz do czarno-białego albo do sepii

source: Change contrast or change range of contrast
it: Cambia il contrasto o l'intervallo di contrasto
pl: Zmienia kontrast lub zakres kontrastu

source: Normalize of color level
it: Equalizza il livello di colore
pl: Normalizacja kolorów

source: Make mirror of picture in vertical or horizotal or both direction
it: Riflette l'immagine in verticale o orizzontale o entrambe le direzioni
pl: Odbicie lustrzane w pionie lub w poziomie

source: Add vignette as on old photography or not the best lens
it: Aggiunge una vignettatura come su una vecchia foto o non migliore obiettivo
pl: Dodaje winietę jak na starych fotografiach lub przy nie najlepszym obiektywie

source: Insert picture, eg. own logo, into picture
it: Inserisce un oggetto grafico, es. un logo, dentro l'immagine
pl: Wstawia obrazek, np. logo, na obrazek wynikowy

source: Processing ImageMagick command. Works only on Linux OS
it: Elaborazione del comando ImageMagick Funziona solo su Linux
pl: Wykonanie poleceń ImageMagick. Działa tylko w systemie Linux

source: If ON keep EXIF data if OFF EXIF data will be removed
it: Se OM i dati EXIF saranno mantenuti Se OFF i dati EXIF saranno rimossi
pl: Jeśli włączone, to zachowane są dane EXIF Jeśli wyłączone, to dane EXIF zostaną usunięte

source: Display original image by IMdisplay or default image viewer of OS
it: Mostra l'immagine originale su IMdisplay o nel visualizzazione di immagini predefinito del sistema operativo
pl: Wyświetla oryginalny obrazek w programie IMdisplay lub w domyślnej przeglądarce obrazków

source: Select size of preview
it: Seleziona la dimensione dell'anteprima
pl: Wybór wielkość podglądu

source: Display result image by IMdisplay or default image viewer of OS
it: Mostra il risultato dell'immagine su IMdisplay o nel visualizzatore di immagini predefinito del sistema operativo
pl: Wyświetla wynikowy obrazek w programie IMdisplay lub w domyślnej przeglądarce obrazków

source: Execute only resize conversion on current picture
it: Esegue solo il ridimensionamento sull'immagine corrente
pl: Wykonaj tylko przeskalowanie bieżącego obrazka

source: Select crop by absolute coordinate. Remember point (0,0) is located in left-top corner of image.
it: Seleziona il ritaglio da coordinate assolute. Ricorda che il punto (0,0) è localizzato nell'angolo superiore sinistro dell'immagine.
pl: Pobranie wycinka z obrazka podając współrzędne bezwzględne Pamiętaj, że punkt (0,0) znajduje się w lewym górnym narożniku obrazka.

source: Select crop by absolute coorinate left-top corner plus width and height. Remember point (0,0) is located in left-top corner of image.
it: Seleziona il ritaglio dalla coordinata assoluta dell'angolo superiore sinistro più la larghezza e l'altezza. Ricorda che il punto (0,0) è localizzato nell'angolo superiore sinistro dell'immagine.
pl: Pobranie wycinka z obrazka podając współrzędne bezwzględne lewego-górnego narożnika plus szerokość i wysokość Pamiętaj, że punkt (0,0) znajduje się w lewym górnym narożniku obrazka.

source: Select crop by gravity plus width and height plus offset. Remember point (0,0) is located in left-top corner of image.
it: Seleziona il ritaglio da gravity più larghezza e altezza più offset Ricorda che il punto (0,0) è localizzato nell'angolo superiore sinistro dell'immagine.
pl: Pobranie wycinka z obrazka podając kierunek grawitacji plus szerokość, wysokość i przesunięcie. Pamiętaj, że punkt (0,0) znajduje się w lewym górnym narożniku obrazka.

source: x1 - horizontal position of left-top corner of crop Click left mouse button on preview in place of left-top corner
it: x1 - posizione orizzontale dell'angolo superiore sinistro del ritaglio Click sul pulsante sinistro del mouse sull'anteprima al posto dell'angolo superiore sinistro
pl: x1 - pozycja pozioma lewego-górnego narożnika wycinka Kliknij lewym klawiszem myszy na podglądzie oryginału by zaznaczyć lewy-górny narożnik

source: y1 - vertical position of left-top corner of crop Click left mouse button on preview in place of left-top corner
it: y1 - posizione verticale dell'angolo superiore sinistro del ritaglio Click sul pulsante sinistro del mouse sull'anteprima al posto dell'angolo superiore sinistro
pl: y1 - pozycja pionowa lewego-górnego narożnika wycinka Kliknij lewym klawiszem myszy na podglądzie oryginału by zaznaczyć lewy-górny narożnik

source: x2 - horizontal position of right-bottom corner of crop Click right mouse button on preview in place of left-top corner
it: x1 - posizione orizzontale dell'angolo inferiore destro del ritaglio Click sul pulsante sinistro del mouse sull'anteprima al posto dell'angolo inferiore destro
pl: x2 - pozycja pozioma prawego-dolnego narożnika wycinka Kliknij prawym klawiszem myszy na podglądzie oryginału by zaznaczyć prawy-dolny narożnik

source: y2 - vertical position of right-bottom corner of crop Click right mouse button on preview in place of left-top corner
it: x1 - posizione verticale dell'angolo inferiore destro del ritaglio Click sul pulsante sinistro del mouse sull'anteprima al posto dell'angolo inferiore destro
pl: y2 - pozycja pionowa prawego-dolnego narożnika wycinka Kliknij prawym klawiszem myszy na podglądzie orygiu by zaznaczyć prawy-dolny narożnik

source: x1 - horizontal position of left-top corner of crop
it: x1 - posizione orizzontale dell'angolo superiore sinistro del ritaglio
pl: x1 - pozycja pozioma lewego-górnego narożnika wycinka

source: y1 - vertical position of left-top corner of crop
it: y1 - posizione verticale dell'angolo superiore sinistro del ritaglio
pl: y1 - pozycja pionowa lewego-górnego narożnika wycinka

source: X - width of crop
it: X - larghezza del ritaglio
pl: X - szerokość wycinka

source: Y - height of crop
it: Y - altezza del ritaglio
pl: Y - wysokość wycinka

source: dx - horizontal offset from gravity point
it: dx - offset orizzontale dal punto gravity
pl: dx - poziome przesunięcie od punktu grawitacji

source: dy - vertical offsef from gravity point
it: dy - offset verticale dal punto gravity
pl: dy - pionowe przesunięcie od punktu grawitacji

source: Take size of crop from current picture. Crop will be 100% of original picture
it: Prende l'ampiezza del ritaglio dall'immagine corrente. Il ritaglio sarà il 100% dell'immagine originale
pl: Pobiera wielkość wycinka z bieżącego obrazka. Wycinek będzie miał 100 procent wielkości oryginału

source: Refresh preview to see crop on picture
it: Aggiorna l'anteprima per vedere il ritaglio sull'immagine
pl: Odśwież podgląd by zobaczyć podgląd wycinka

source: Use gravity direction for select crop
it: Usa la direzione gravity per selezionare il ritaglio
pl: Użyj grawitacji dla wyboru wycinka

source: Execute only crop conversion on current picture
it: Esegue solo il ritaglio sull'immagine corrente
pl: Pobiera tylko wycinek z bieżącego obrazka

source: Click here and type text
it: Click qui e digita il testo
pl: Kliknij tutaj i pisz

source: Text size
it: Dimensione del testo
pl: Wielkość tekstu

source: Angle of text
it: Angolo del testo
pl: Kąt umieszczenia tekstu

source: Put text on picture
it: Inserisce testo sull'immagine
pl: Umieść tekst na rysunku

source: Put text below picture
it: Inserisce testo sotto l'immagine
pl: Umieść tekst pod rysunkiem

source: Use gravity for putting text or Absolute position
it: Usa gravity per inserire il testo o la posizione Absolute
pl: Użyj grawitacji albo pozycji bezwzględnej dla umieszczenia tekstu

source: Use gravity direction for text placement
it: Usa la direzione gravity per il posizionamento del testo
pl: Wybierz kierunek grawitacji dla umieszczenia tekstu

source: Use background for text
it: Usa lo sfondo per il testo
pl: Użyj tła dla tekstu

source: Add arrow between text and origin point
it: Aggiungi una freccia tra il testo e il punto di origine
pl: Dodaj strzałkę pomiędzy punkt wstawienia tekstu a tekst

source: Offset from gravity or absolute position
it: Offset da gravity o posizione assoluta
pl: Odstęp od punktu grawitacji lub pozycja bezwzględna

source: Selected color of text and background
it: Colore selezionato del testo e dello sfondo
pl: Wybrany kolor tekstu i tła

source: Select color of text
it: Seleziona colore del testo
pl: Wybierz kolor tekstu

source: Select color of background
it: Seleziona colore dello sfondo
pl: Wybierz kolor tła

source: Execute only adding text on current picture
it: Esegue solo l'aggiunta di testo sull'immagine corrente
pl: Wykonaj tylko dodanie tekstu do obrazka

source: Select if want to use own angle of rotation
it: Seleziona se si vuole usare uno specifico angolo di rotazione
pl: Wybierz jeśli chcesz podać inny kąt obrotu

source: Put angle of rotation. Rotation is in right direction. Background color is as choosed by Color button
it: Inserisce l'angolo di rotazione. La rotazione è in senso orario. Il colore dello sfondo è quello scelto con il pulsante Color
pl: Wstaw kąt obrotu. Obrót będzie w prawo Kolor tła jest taki jak wybrany przyciskiem Kolor

source: Selected color to fill a gap
it: Colore selezionato per riempire un vuoto
pl: Wybrany kolor wypełnienia

source: If OWN is choosed, select color to fill a gap.
it: Se è scelto OWN, seleziona il colore per riempire un vuoto.
pl: Jeśli wybrano Własne, wybierz kolor do wypełnienia pustej przestrzeni.

source: Execute only rotate conversion on current picture
it: Esegue solo la rotazione sull'immagine corrente
pl: Wykonaj tylko obrót bieżącego obrazka

source: Put percent for rescale of picture
it: Inserisci la percentuale per il ridimensionamento dell'immagine
pl: Podaj procent dla przeskalowania obrazka

source: Put width of vertical part of border
it: Inserisci la larghezza della parte verticale del bordo
pl: Podaj szerokość pionowej części ramki

source: Put width of horizontal part of border
it: Inserisci la larghezza della parte orizzontale del bordo
pl: Podaj szerokość poziomej części ramki

source: Selected color of border
it: Colore del bordo selezionato
pl: Wybrany kolor ramki

source: Select color of border
it: Seleziona il colore del bordo
pl: Wybierz kolor ramki

source: Execute only add border conversion on current picture
it: Esegue solo l'aggiunta di un bordo sull'immagine corrente
pl: Wykonaj tylko dodanie ramki do bieżącego obrazka

source: Convert picture into gray scale - black-white
it: Converti l'immagina in scala di grigo
pl: Konwersja obrazka do skali szarości - jak zdjęcie czarno-białe

source: Convert picture into sepia - old style silver based photography
it: Converti l'immagine in seppia - vecchio stile della fotografia basata sull'argento
pl: Konwersja do sepii - stara srebrowa fotografia

source: Put threshold of sepia, try values in range 80-95
it: Metti la soglia dell'effetto seppia, prova i valori dell'intervallo 80-95
pl: Podaj punkt odcięcia dla sepii, spróbuj wartości w zakresie 80-95

source: Execute only black-white/sepia conversion on current picture
it: Esegue solo i filtri bianco e nero / seppia sull'immagine corrente
pl: Wykonuje tylko konwersję do odcieni szarości/sepii

source: Black point. Try values in range 0-0.2
it: Punto nero. Prova valori nell'intervallo 0-0,2
pl: Punkt czerni. Spróbuj wartości w zakresie 0-0.2

source: White point. Try values in range 0-0.2
it: Punto bianco. Prova valori nell'intervallo 0-0,2\
pl: Punkt bieli. Spróbuj wartości w zakresie 0-0.2

source: Enhance contrast of image by adjusting the span of the available colors
it: Migliora il contrasto dell'immagine regolando la gamma dei colori disponibili
pl: Rozszerza zakres kontratu

source: Enhances the difference between lighter & darker values of the image
it: Migliora la differenza tra il valore più chiaro e quello più scuro dell'immagine
pl: Zwiększa różnice pomiędzy ciemnymi a jasnymi partiami obrazka

source: Select power of reduce (negative values) or increase (positive values) contrast
it: Seleziona l'intensità di riduzione (valori negativi) o di aumento (valori positivi) del contrasto
pl: Wybierz siłę osłabienia (ujemne wartości) lub wzmocnienia (dodatnie wartości) kontrastu

source: Execute only change contrast conversion on current picture
it: Esegue solo modifiche del contrasto sull'immagine corrente
pl: Wykonaj tyko zmianę kontrastu tylko bieżącego obrazka

source: Normalize color channels
it: Normalizza i canali di colore
pl: Normalizacja kanałów kolorów

source: Select channel for normalize
it: Seleziona il canale da normalizzare
pl: Wybierz kanał do normalizacji

source: Scale the minimum and maximum values to a full quantum range
it: Ridimensiona i valori minimo e massimo a un intervallo quantico completo
pl: Skaluje minimalne i maksymalne wartości do pełnego zakresu

source: Execute only color normalize conversion on current picture
it: Esegui solo normalizzazione del colore sull'immagine corrente
pl: Wykonuje tylko normalizację kolorów bieżącego obrazka

source: Mirror top-bottom
it: Riflessione verticale
pl: Odbicie lustrzane góra-dół

source: Mirror left-right
it: Riflessione orizzontale
pl: Odbicie lustrzane lewo-prawo

source: Execute only mirror conversion on current picture
it: Esegue solo la riflessione verticale/orizzontale sull'immagine corrente
pl: Wykonuje tylko odbicie lustrzane bieżącego obrazka

source: Radius of the Gaussian blur effect
it: Raggio dell'effetto di sfocatura gaussiana
pl: Promień rozmycia Gaussa

source: Standard deviation of the Gaussian effect
it: Deviazione standard dell'effetto gaussiano
pl: Standardowe odchylenie dla efektu rozmycia

source: Horizontal offset of vignette
it: Offset orizzontale della vignettatura
pl: Poziome przesunięcie winiety od krawędzi

source: Vertical offset of vignette
it: Offset verticale della vignettatura
pl: Pionowe przesunięcie winiety od krawędzi

source: Selected color of corners
it: Colore selezionato degli angoli
pl: Wybrany kolor narożników

source: Select color of corners
it: Seleziona colore degli angoli
pl: Wybierz kolor narożników

source: Execute only vignette conversion on current picture
it: Esegue solo la vignettatura sull'immagine corrente
pl: Wykonaj tylko konwersję winiety bieżącego obrazka
